---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecDemandfactorLoadParam
source: html/2f8d0a69-23bc-d586-42e2-2a4f8592d9fb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecDemandfactorLoadParam Property

"Connected Load"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecDemandfactorLoadParam { get; }
```